Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# RefreshLogFilesButton.ToolTipService.ToolTip
source: Retrieve the latest logs for the current session by reading them from the log file in the user configurations directory
ar: استرداد أحدث السجلات للجلسة الحالية عن طريق قراءتها من ملف السجل في دليل تكوينات المستخدم
de_de: Die neuesten Protokolle für die aktuelle Sitzung durch Lesen der Protokolldatei im Verzeichnis der Benutzerkonfigurationen abrufen
el_gr: Ανάκτηση των τελευταίων αρχείων καταγραφής για την τρέχουσα συνεδρία διαβάζοντάς τα από το αρχείο καταγραφής στον κατάλογο ρυθμίσεων χρήστη
es: Recuperar los últimos registros de la sesión actual leyéndolos desde el archivo de registro en el directorio de configuraciones del usuario
fr_fr: Récupérer les derniers journaux de la session en cours en les lisant à partir du fichier journal dans le répertoire des configurations utilisateur
he_il: אחזר את היומנים העדכניים ביותר עבור ההפעלה הנוכחית על ידי קריאתם מקובץ היומן בספריית התצורות של המשתמש
hi_in: सत्र के लिए नवीनतम लॉग्स उपयोगकर्ता विन्यास निर्देशिका में लॉग फ़ाइल से पढ़कर पुनर्प्राप्त करें
ja_jp: ユーザー設定ディレクトリのログファイルから読み取って、現在のセッションの最新ログを取得します
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷൻ ഡയറക്‌ടറിയിലെ ലോഗ് ഫയലിൽ നിന്ന് വായിച്ചുകൊണ്ട് നിലവിലെ സെഷനായുള്ള ഏറ്റവും പുതിയ ലോഗുകൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowsze dzienniki dla bieżącej sesji, odczytując je z pliku dziennika w katalogu konfiguracji użytkownika
tr_tr: Geçerli oturuma ait en son günlükleri, kullanıcı yapılandırmaları dizinindeki günlük dosyasından okuyarak alın

# RefreshLogFilesButton.AutomationProperties.HelpText
source: Retrieve the latest logs for the current session by reading them from the log file in the user configurations directory
ar: استرداد أحدث السجلات للجلسة الحالية عن طريق قراءتها من ملف السجل في دليل تكوينات المستخدم
de_de: Die neuesten Protokolle für die aktuelle Sitzung durch Lesen der Protokolldatei im Verzeichnis der Benutzerkonfigurationen abrufen
el_gr: Ανάκτηση των τελευταίων αρχείων καταγραφής για την τρέχουσα συνεδρία διαβάζοντάς τα από το αρχείο καταγραφής στον κατάλογο ρυθμίσεων χρήστη
es: Recuperar los últimos registros de la sesión actual leyéndolos desde el archivo de registro en el directorio de configuraciones del usuario
fr_fr: Récupérer les derniers journaux de la session en cours en les lisant à partir du fichier journal dans le répertoire des configurations utilisateur
he_il: אחזר את היומנים העדכניים ביותר עבור ההפעלה הנוכחית על ידי קריאתם מקובץ היומן בספריית התצורות של המשתמש
hi_in: सत्र के लिए नवीनतम लॉग्स उपयोगकर्ता विन्यास निर्देशिका में लॉग फ़ाइल से पढ़कर पुनर्प्राप्त करें
ja_jp: ユーザー設定ディレクトリのログファイルから読み取って、現在のセッションの最新ログを取得します
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷൻ ഡയറക്‌ടറിയിലെ ലോഗ് ഫയലിൽ നിന്ന് വായിച്ചുകൊണ്ട് നിലവിലെ സെഷനായുള്ള ഏറ്റവും പുതിയ ലോഗുകൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowsze dzienniki dla bieżącej sesji, odczytując je z pliku dziennika w katalogu konfiguracji użytkownika
tr_tr: Geçerli oturuma ait en son günlükleri, kullanıcı yapılandırmaları dizinindeki günlük dosyasından okuyarak alın

# MainSearchAutoSuggestBox.PlaceholderText
source: Search menu items...
ar: بحث في عناصر القائمة...
de_de: Menüelemente suchen...
el_gr: Αναζήτηση στοιχείων μενού...
es: Buscar elementos de menú...
fr_fr: Rechercher des éléments de menu...
he_il: חפש פריטי תפריט...
hi_in: मेनू आइटम खोजें...
ja_jp: メニュー項目を検索...
ml_in: മെനു ഇനങ്ങൾ തിരയുക...
pl_pl: Wyszukaj elementy menu...
tr_tr: Menü öğelerini ara...

# MainSearchAutoSuggestBox.ToolTipService.ToolTip
source: Enter menu item names to find them quickly
ar: أدخل أسماء عناصر القائمة للعثور عليها بسرعة
de_de: Namen von Menüelementen eingeben, um sie schnell zu finden
el_gr: Εισαγάγετε ονόματα στοιχείων μενού για να τα βρείτε γρήγορα
es: Ingrese nombres de elementos de menú para encontrarlos rápidamente
fr_fr: Entrez des noms d'éléments de menu pour les trouver rapidement
he_il: הזן שמות של פריטי תפריט כדי למצוא אותם במהירות
hi_in: तुरंत खोजने के लिए मेनू आइटम नाम दर्ज करें
ja_jp: メニュー項目名を入力してすばやく見つけます
ml_in: മെനു ഇനങ്ങളുടെ പേരുകൾ വേഗത്തിൽ കണ്ടെത്താൻ നൽകുക
pl_pl: Wprowadź nazwy elementów menu, aby je szybko znaleźć
tr_tr: Hızlı bir şekilde bulmak için menü öğesi adlarını girin

# MainSearchAutoSuggestBox.AutomationProperties.HelpText
source: Enter menu item names to find them quickly
ar: أدخل أسماء عناصر القائمة للعثور عليها بسرعة
de_de: Namen von Menüelementen eingeben, um sie schnell zu finden
el_gr: Εισαγάγετε ονόματα στοιχείων μενού για να τα βρείτε γρήγορα
es: Ingrese nombres de elementos de menú para encontrarlos rápidamente
fr_fr: Entrez des noms d'éléments de menu pour les trouver rapidement
he_il: הזן שמות של פריטי תפריט כדי למצוא אותם במהירות
hi_in: तुरंत खोजने के लिए मेनू आइटम नाम दर्ज करें
ja_jp: メニュー項目名を入力してすばやく見つけます
ml_in: മെനു ഇനങ്ങളുടെ പേരുകൾ വേഗത്തിൽ കണ്ടെത്താൻ നൽകുക
pl_pl: Wprowadź nazwy elementów menu, aby je szybko znaleźć
tr_tr: Hızlı bir şekilde bulmak için menü öğesi adlarını girin

# UpdateNavItem.ToolTipService.ToolTip
source: Check for updates
ar: التحقق من وجود تحديثات
de_de: Nach Aktualisierungen suchen
el_gr: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fr_fr: Vérifier les mises à jour
he_il: בדוק עדכונים
hi_in: अपडेट्स जांचें
ja_jp: 更新を確認
ml_in: അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുക
pl_pl: Sprawdź aktualizacje
tr_tr: Güncellemeleri kontrol edin

# UpdateNavItem.AutomationProperties.HelpText
source: Check for updates
ar: التحقق من وجود تحديثات
de_de: Nach Aktualisierungen suchen
el_gr: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fr_fr: Vérifier les mises à jour
he_il: בדוק עדכונים
hi_in: अपडेट्स जांचें
ja_jp: 更新を確認
ml_in: അപ്‌ഡേറ്റുകൾക്കായി പരിശോധിക്കുക
pl_pl: Sprawdź aktualizacje
tr_tr: Güncellemeleri kontrol edin

# UpdateNavItem.Content
source: Update
ar: تحديث
de_de: Aktualisierung
el_gr: Ενημέρωση
es: Actualizar
fr_fr: Mettre à jour
he_il: עדכון
hi_in: अपडेट
ja_jp: 更新
ml_in: അപ്‌ഡേറ്റ്
pl_pl: Aktualizuj
tr_tr: Güncelleme

# OpenConfigDirectoryButton.ToolTipService.ToolTip
source: Open the directory where user configurations and user generated files are stored
ar: فتح الدليل حيث يتم تخزين تكوينات المستخدم والملفات التي أنشأها المستخدم
de_de: Das Verzeichnis öffnen, in dem Benutzerkonfigurationen und vom Benutzer erzeugte Dateien gespeichert sind
el_gr: Άνοιγμα του καταλόγου όπου αποθηκεύονται οι ρυθμίσεις χρήστη και τα αρχεία που δημιουργήθηκαν από το χρήστη
es: Abrir el directorio donde se almacenan las configuraciones del usuario y los archivos generados por el usuario
fr_fr: Ouvrir le répertoire où les configurations utilisateur et les fichiers générés par l'utilisateur sont stockés
he_il: פתח את הספרייה שבה מאוחסנות תצורות המשתמש והקבצים שנוצרו על ידי המשתמש
hi_in: उस निर्देशिका को खोलें जहाँ उपयोगकर्ता विन्यास और उपयोगकर्ता उत्पन्न फ़ाइलें संग्रहीत हैं
ja_jp: ユーザー設定とユーザー生成ファイルが保存されているディレクトリを開きます
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷനുകളും ഉപയോക്താവ് സൃഷ്ടിച്ച ഫയലുകളും സംഭരിക്കുന്ന ഡയറക്ടറി തുറക്കുക
pl_pl: Otwórz katalog, w którym przechowywane są konfiguracje użytkownika i pliki wygenerowane przez użytkownika
tr_tr: Kullanıcı yapılandırmalarının ve kullanıcı tarafından oluşturulan dosyaların depolandığı dizini açın

# OpenConfigDirectoryButton.AutomationProperties.HelpText
source: Open the directory where user configurations and user generated files are stored
ar: فتح الدليل حيث يتم تخزين تكوينات المستخدم والملفات التي أنشأها المستخدم
de_de: Das Verzeichnis öffnen, in dem Benutzerkonfigurationen und vom Benutzer erzeugte Dateien gespeichert sind
el_gr: Άνοιγμα του καταλόγου όπου αποθηκεύονται οι ρυθμίσεις χρήστη και τα αρχεία που δημιουργήθηκαν από το χρήστη
es: Abrir el directorio donde se almacenan las configuraciones del usuario y los archivos generados por el usuario
fr_fr: Ouvrir le répertoire où les configurations utilisateur et les fichiers générés par l'utilisateur sont stockés
he_il: פתח את הספרייה שבה מאוחסנות תצורות המשתמש והקבצים שנוצרו על ידי המשתמש
hi_in: उस निर्देशिका को खोलें जहाँ उपयोगकर्ता विन्यास और उपयोगकर्ता उत्पन्न फ़ाइलें संग्रहीत हैं
ja_jp: ユーザー設定とユーザー生成ファイルが保存されているディレクトリを開きます
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷനുകളും ഉപയോക്താവ് സൃഷ്ടിച്ച ഫയലുകളും സംഭരിക്കുന്ന ഡയറക്ടറി തുറക്കുക
pl_pl: Otwórz katalog, w którym przechowywane są konfiguracje użytkownika i pliki wygenerowane przez użytkownika
tr_tr: Kullanıcı yapılandırmalarının ve kullanıcı tarafından oluşturulan dosyaların depolandığı dizini açın

# OpenConfigDirectoryButtonText.Text
source: Open User Config Directory
ar: فتح دليل تكوينات المستخدم
de_de: Benutzerkonfigurationsverzeichnis öffnen
el_gr: Άνοιγμα Καταλόγου Ρυθμίσεων Χρήστη
es: Abrir Directorio de Configuración del Usuario
fr_fr: Ouvrir le répertoire de configuration utilisateur
he_il: פתח ספריית תצורות משתמש
hi_in: उपयोगकर्ता विन्यास निर्देशिका खोलें
ja_jp: ユーザー設定ディレクトリを開く
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷൻ ഡയറക്ടറി തുറക്കുക
pl_pl: Otwórz katalog konfiguracji użytkownika
tr_tr: Kullanıcı Yapılandırma Dizinini Aç

# ResetStepsButton.ToolTipService.ToolTip
source: Will reset the steps and if the base policy is deployed in Audit mode, will redeploy it in Enforced mode.
ar: سيؤدي إلى إعادة تعيين الخطوات، وإذا تم نشر النهج الأساسي في وضع التدقيق، فسيتم إعادة نشره في وضع الفرض.
de_de: Setzt die Schritte zurück und, falls die Basiserichtlinie im Auditmodus bereitgestellt ist, wird sie im Erzwingungsmodus erneut bereitgestellt.
el_gr: Θα επαναφέρει τα βήματα και εάν η βασική πολιτική είναι αναπτυγμένη σε Λειτουργία Ελέγχου, θα την επανααναπτύξει σε Λειτουργία Επιβολής.
es: Restablecerá los pasos y si la directiva base se implementa en modo Auditoría, la volverá a implementar en modo Forzado.
fr_fr: Réinitialisera les étapes et si la stratégie de base est déployée en mode Audit, la redéploiera en mode Appliqué.
he_il: יאפס את השלבים ואם המדיניות הבסיסית נפרסה במצב ביקורת, יפרוס אותה מחדש במצב אכיפה.
hi_in: चरणों को रीसेट करेगा और यदि मूल नीति ऑडिट मोड में तैनात है, तो इसे प्रवर्तित मोड में पुन: तैनात करेगा।
ja_jp: 手順をリセットし、ベースポリシーが監査モードで展開されている場合は、強制モードで再展開します。
ml_in: ഘട്ടങ്ങൾ പുനഃസജ്ജമാക്കും, അടിസ്ഥാന നയം ഓഡിറ്റ് മോഡിൽ വിന്യസിച്ചിട്ടുണ്ടെങ്കിൽ, അത് എൻഫോഴ്സ്ഡ് മോഡിൽ വീണ്ടും വിന്യസിക്കും.
pl_pl: Zresetuje kroki, a jeśli zasady podstawowe są wdrożone w trybie inspekcji, ponownie wdroży je w trybie wymuszonym.
tr_tr: Adımları sıfırlayacak ve temel politika Denetim modunda dağıtılmışsa Zorunlu modda yeniden dağıtacak.

# ResetStepsButton.AutomationProperties.HelpText
source: Will reset the steps and if the base policy is deployed in Audit mode, will redeploy it in Enforced mode.
ar: سيؤدي إلى إعادة تعيين الخطوات، وإذا تم نشر النهج الأساسي في وضع التدقيق، فسيتم إعادة نشره في وضع الفرض.
de_de: Setzt die Schritte zurück und, falls die Basiserichtlinie im Auditmodus bereitgestellt ist, wird sie im Erzwingungsmodus erneut bereitgestellt.
el_gr: Θα επαναφέρει τα βήματα και εάν η βασική πολιτική είναι αναπτυγμένη σε Λειτουργία Ελέγχου, θα την επανααναπτύξει σε Λειτουργία Επιβολής.
es: Restablecerá los pasos y si la directiva base se implementa en modo Auditoría, la volverá a implementar en modo Forzado.
fr_fr: Réinitialisera les étapes et si la stratégie de base est déployée en mode Audit, la redéploiera en mode Appliqué.
he_il: יאפס את השלבים ואם המדיניות הבסיסית נפרסה במצב ביקורת, יפרוס אותה מחדש במצב אכיפה.
hi_in: चरणों को रीसेट करेगा और यदि मूल नीति ऑडिट मोड में तैनात है, तो इसे प्रवर्तित मोड में पुन: तैनात करेगा।
ja_jp: 手順をリセットし、ベースポリシーが監査モードで展開されている場合は、強制モードで再展開します。
ml_in: ഘട്ടങ്ങൾ പുനഃസജ്ജമാക്കും, അടിസ്ഥാന നയം ഓഡിറ്റ് മോഡിൽ വിന്യസിച്ചിട്ടുണ്ടെങ്കിൽ, അത് എൻഫോഴ്സ്ഡ് മോഡിൽ വീണ്ടും വിന്യസിക്കും.
pl_pl: Zresetuje kroki, a jeśli zasady podstawowe są wdrożone w trybie inspekcji, ponownie wdroży je w trybie wymuszonym.
tr_tr: Adımları sıfırlayacak ve temel politika Denetim modunda dağıtılmışsa Zorunlu modda yeniden dağıtacak.

# ResetStepsButton.Content
source: Reset Steps
ar: إعادة تعيين الخطوات
de_de: Schritte zurücksetzen
el_gr: Επαναφορά Βημάτων
es: Restablecer Pasos
fr_fr: Réinitialiser les étapes
he_il: אפס שלבים
hi_in: चरण रीसेट करें
ja_jp: 手順のリセット
ml_in: ഘട്ടങ്ങൾ പുനഃസജ്ജമാക്കുക
pl_pl: Zresetuj kroki
tr_tr: Adımları Sıfırla

# AllowNewAppsStep1Text.Text
source: Select the required info such as a deployed policy XML file and a name for the Supplemental policy that will be created
ar: حدد المعلومات المطلوبة مثل ملف XML للنهج المنشور واسم للنهج التكميلي الذي سيتم إنشاؤه
de_de: Erforderliche Informationen auswählen, z. B. eine bereitgestellte Richtlinien-XML-Datei und einen Namen für die zu erstellende Ergänzungsrichtlinie
el_gr: Επιλέξτε τις απαιτούμενες πληροφορίες, όπως ένα αναπτυγμένο αρχείο XML πολιτικής και ένα όνομα για τη Συμπληρωματική πολιτική που θα δημιουργηθεί
es: Seleccione la información requerida, como un archivo XML de directiva implementado y un nombre para la directiva Suplementaria que se creará
fr_fr: Sélectionnez les informations requises telles qu'un fichier XML de stratégie déployée et un nom pour la stratégie supplémentaire qui sera créée
he_il: בחר את המידע הנדרש כגון קובץ XML של מדיניות נפרסת ושם עבור המדיניות המשלימה שתיווצר
hi_in: आवश्यक जानकारी चुनें जैसे तैनात नीति XML फ़ाइल और बनाई जाने वाली पूरक नीति के लिए नाम
ja_jp: 展開されたポリシーXMLファイルや、作成される補足ポリシーの名前などの必要な情報を選択します
ml_in: വിന്യസിച്ച ഒരു പോളിസി XML ഫയൽ, സൃഷ്ടിക്കപ്പെടുന്ന അനുബന്ധ പോളിസിയുടെ പേര് തുടങ്ങിയ ആവശ്യമായ വിവരങ്ങൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz wymagane informacje, takie jak wdrożony plik XML zasad i nazwa dla tworzonych zasad uzupełniających
tr_tr: Dağıtılmış politika XML dosyası ve oluşturulacak Ek politikanın adı gibi gerekli bilgileri seçin

# AllowNewAppsStep2Text.Text
source: Now install your new app or run a pre-installed app that was being blocked. You can optionally browse for folders to scan such as the location where the app is installed. Once you're done, use the button below to go to Step 3.
ar: الآن قم بتثبيت تطبيقك الجديد أو قم بتشغيل تطبيق مثبت مسبقًا كان محظورًا. يمكنك اختياريًا استعراض المجلدات لفحصها مثل الموقع الذي تم تثبيت التطبيق فيه. بمجرد الانتهاء، استخدم الزر أدناه للانتقال إلى الخطوة 3.
de_de: Installieren Sie jetzt Ihre neue App oder führen Sie eine vorinstallierte App aus, die blockiert wurde. Optional können Sie nach Ordnern wie dem Installationsort der App zum Scannen durchsuchen. Wenn Sie fertig sind, verwenden Sie die Schaltfläche unten, um zu Schritt 3 zu wechseln.
el_gr: Τώρα εγκαταστήστε τη νέα σας εφαρμογή ή εκτελέστε μια προεγκατεστημένη εφαρμογή που μπλοκαριζόταν. Μπορείτε προαιρετικά να αναζητήσετε φακέλους για σάρωση, όπως η τοποθεσία όπου είναι εγκατεστημένη η εφαρμογή. Μόλις ολοκληρώσετε, χρησιμοποιήστε το κουμπί παρακάτω για να μεταβείτε στο Βήμα 3.
es: Ahora instale su nueva aplicación o ejecute una aplicación preinstalada que estaba siendo bloqueada. Opcionalmente, puede buscar carpetas para escanear, como la ubicación donde está instalada la aplicación. Una vez que haya terminado, use el botón de abajo para ir al Paso 3.
fr_fr: Installez maintenant votre nouvelle application ou exécutez une application préinstallée qui était bloquée. Vous pouvez éventuellement rechercher des dossiers à analyser tels que l'emplacement où l'application est installée. Une fois terminé, utilisez le bouton ci-dessous pour passer à l'étape 3.
he_il: כעת התקן את האפליקציה החדשה שלך או הפעל אפליקציה מותקנת מראש שנחסמה. ניתן לעיין בתיקיות לסריקה כגון המיקום שבו האפליקציה מותקנת. לאחר שסיימת, השתמש בלחצן למטה כדי לעבור לשלב 3.
hi_in: अब अपना नया ऐप इंस्टॉल करें या पहले से इंस्टॉल किए गए उस ऐप को चलाएं जिसे ब्लॉक किया जा रहा था। आप वैकल्पिक रूप से उन फ़ोल्डरों का ब्राउज़ कर सकते हैं जिन्हें स्कैन करना है जैसे ऐप की इंस्टॉलेशन स्थान। काम पूरा होने पर, नीचे दिए गए बटन का उपयोग करके चरण 3 पर जाएँ।
ja_jp: 次に、新しいアプリをインストールするか、ブロックされていた既存のアプリを実行します。必要に応じて、アプリがインストールされている場所などのフォルダーを参照してスキャンできます。完了したら、下のボタンを使用してステップ3に進みます。
ml_in: ഇപ്പോൾ നിങ്ങളുടെ പുതിയ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്യുക അല്ലെങ്കിൽ തടയപ്പെട്ടിരുന്ന, മുൻകൂട്ടി ഇൻസ്റ്റാൾ ചെയ്ത ഒരു ആപ്പ് പ്രവർത്തിപ്പിക്കുക. ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്തിരിക്കുന്ന സ്ഥലം പോലുള്ള ഫോൾഡറുകൾ സ്കാൻ ചെയ്യുന്നതിനായി നിങ്ങൾക്ക് ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യാവുന്നതാണ്. നിങ്ങൾ പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ, ഘട്ടം 3-ലേക്ക് പോകാൻ താഴെയുള്ള ബട്ടൺ ഉപയോഗിക്കുക.
pl_pl: Teraz zainstaluj nową aplikację lub uruchom preinstalowaną aplikację, która była blokowana. Opcjonalnie możesz przeglądać foldery do przeskanowania, takie jak lokalizacja instalacji aplikacji. Po zakończeniu użyj poniższego przycisku, aby przejść do kroku 3.
tr_tr: Şimdi yeni uygulamanızı yükleyin veya önceden yüklenmiş, engellenen bir uygulamayı çalıştırın. İsteğe bağlı olarak, uygulamanın yüklendiği konum gibi taranacak klasörlere göz atabilirsiniz. İşiniz bittiğinde 3. Adıma gitmek için aşağıdaki düğmeyi kullanın.

# AllowNewAppsStep3Text.Text
source: Use the Event logs and local files tab to confirm or select the detected files in order to include them in the final Supplemental policy.
ar: استخدم علامة تبويب سجلات الأحداث والملفات المحلية لتأكيد أو تحديد الملفات المكتشفة لتضمينها في النهج التكميلي النهائي.
de_de: Verwenden Sie die Registerkarten Ereignisprotokolle und Lokale Dateien, um die erkannten Dateien zu bestätigen oder auszuwählen, damit sie in die endgültige Ergänzungsrichtlinie aufgenommen werden.
el_gr: Χρησιμοποιήστε την καρτέλα Αρχεία Καταγραφής Συμβάντων και τοπικά αρχεία για να επιβεβαιώσετε ή να επιλέξετε τα ανιχνευθέντα αρχεία προκειμένου να τα συμπεριλάβετε στην τελική Συμπληρωματική πολιτική.
es: Use la pestaña de registros de Eventos y archivos locales para confirmar o seleccionar los archivos detectados para incluirlos en la directiva Suplementaria final.
fr_fr: Utilisez l'onglet Journaux d'événements et fichiers locaux pour confirmer ou sélectionner les fichiers détectés afin de les inclure dans la stratégie supplémentaire finale.
he_il: השתמש בלשוניות רישומי האירועים והקבצים המקומיים כדי לאשר או לבחור את הקבצים שזוהו כדי לכלול אותם במדיניות המשלימה הסופית.
hi_in: इवेंट लॉग्स और लोकल फाइल्स टैब का उपयोग करके पहचानी गई फ़ाइलों की पुष्टि या चयन करें ताकि उन्हें अंतिम पूरक नीति में शामिल किया जा सके।
ja_jp: イベントログとローカルファイルのタブを使用して、検出されたファイルを確認または選択し、最終的な補足ポリシーに含めます。
ml_in: അന്തിമ അനുബന്ധ പോളിസിയിൽ ഉൾപ്പെടുത്തുന്നതിനായി കണ്ടെത്തിയ ഫയലുകൾ സ്ഥിരീകരിക്കുന്നതിനോ തിരഞ്ഞെടുക്കുന്നതിനോ ഇവന്റ് ലോഗുകളും ലോക്കൽ ഫയൽസ് ടാബും ഉപയോഗിക്കുക.
pl_pl: Użyj dzienników zdarzeń i karty plików lokalnych, aby potwierdzić lub wybrać wykryte pliki w celu uwzględnienia ich w ostatecznych zasadach uzupełniających.
tr_tr: Algılanan dosyaları son Tamamlayıcı politikaya dahil etmek amacıyla onaylamak veya seçmek için Olay günlükleri ve yerel dosyalar sekmesini kullanın.

# AllowNewAppsCreatePolicyButton.ToolTipService.ToolTip
source: Start creating the policy with the logs and files you selected
ar: بدء إنشاء النهج باستخدام السجلات والملفات التي حددتها
de_de: Mit den ausgewählten Protokollen und Dateien die Richtlinie erstellen
el_gr: Ξεκινήστε τη δημιουργία της πολιτικής με τα αρχεία καταγραφής και τα αρχεία που επιλέξατε
es: Comenzar a crear la directiva con los registros y archivos que seleccionó
fr_fr: Commencer à créer la stratégie avec les journaux et les fichiers que vous avez sélectionnés
he_il: התחל ליצור את המדיניות עם היומנים והקבצים שבחרת
hi_in: आपके द्वारा चयनित लॉग्स और फ़ाइलों के साथ नीति बनाना शुरू करें
ja_jp: 選択したログとファイルを使用してポリシーの作成を開始します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ലോഗുകളും ഫയലുകളും ഉപയോഗിച്ച് പോളിസി സൃഷ്ടിക്കാൻ ആരംഭിക്കുക
pl_pl: Rozpocznij tworzenie zasad z wybranymi dziennikami i plikami
tr_tr: Seçtiğiniz günlükler ve dosyalarla politikayı oluşturmaya başlayın

# AllowNewAppsCreatePolicyButton.AutomationProperties.HelpText
source: Start creating the policy with the logs and files you selected
ar: بدء إنشاء النهج باستخدام السجلات والملفات التي حددتها
de_de: Mit den ausgewählten Protokollen und Dateien die Richtlinie erstellen
el_gr: Ξεκινήστε τη δημιουργία της πολιτικής με τα αρχεία καταγραφής και τα αρχεία που επιλέξατε
es: Comenzar a crear la directiva con los registros y archivos que seleccionó
fr_fr: Commencer à créer la stratégie avec les journaux et les fichiers que vous avez sélectionnés
he_il: התחל ליצור את המדיניות עם היומנים והקבצים שבחרת
hi_in: आपके द्वारा चयनित लॉग्स और फ़ाइलों के साथ नीति बनाना शुरू करें
ja_jp: 選択したログとファイルを使用してポリシーの作成を開始します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ലോഗുകളും ഫയലുകളും ഉപയോഗിച്ച് പോളിസി സൃഷ്ടിക്കാൻ ആരംഭിക്കുക
pl_pl: Rozpocznij tworzenie zasad z wybranymi dziennikami i plikami
tr_tr: Seçtiğiniz günlükler ve dosyalarla politikayı oluşturmaya başlayın

# AllowNewAppsCreatePolicyButton.Content
source: Create Policy
ar: إنشاء نهج
de_de: Richtlinie erstellen
el_gr: Δημιουργία Πολιτικής
es: Crear Directiva
fr_fr: Créer une stratégie
he_il: צור מדיניות
hi_in: नीति बनाएँ
ja_jp: ポリシーの作成
ml_in: നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady
tr_tr: Politika Oluştur

# LogSizeNumberBox.ToolTipService.ToolTip
source: This is the Maximum Capacity of the Code Integrity Operational Log Size
ar: هذه هي السعة القصوى لحجم سجل عمليات تكامل التعليمات البرمجية
de_de: Dies ist die maximale Größe des Codeintegritäts-Betriebsprotokolls
el_gr: Αυτή είναι η Μέγιστη Χωρητικότητα του Μέγεθος Αρχείου Καταγραφής Λειτουργίας Ακεραιότητας Κώδικα
es: Esta es la Capacidad Máxima del Tamaño del Registro Operacional de Integridad de Código
fr_fr: Ceci est la capacité maximale de la taille du journal opérationnel d'intégrité du code
he_il: זו הקיבולת המרבית של גודל יומן התפעול של שלמות הקוד
hi_in: यह कोड इंटीग्रिटी संचालन लॉग का अधिकतम क्षमता आकार है
ja_jp: これはコード整合性操作ログの最大容量です
ml_in: ഇത് കോഡ് ഇന്റഗ്രിറ്റി ഓപ്പറേഷണൽ ലോഗ് വലുപ്പത്തിന്റെ പരമാവധി ശേഷിയാണ്
pl_pl: To jest maksymalna pojemność operacyjnego dziennika integralności kodu
tr_tr: Bu Maksimum Kod Bütünlüğü Kapasitesi Operasyonel Log Boyutudur

# LogSizeNumberBox.AutomationProperties.HelpText
source: This is the Maximum Capacity of the Code Integrity Operational Log Size
ar: هذه هي السعة القصوى لحجم سجل عمليات تكامل التعليمات البرمجية
de_de: Dies ist die maximale Größe des Codeintegritäts-Betriebsprotokolls
el_gr: Αυτή είναι η Μέγιστη Χωρητικότητα του Μέγεθος Αρχείου Καταγραφής Λειτουργίας Ακεραιότητας Κώδικα
es: Esta es la Capacidad Máxima del Tamaño del Registro Operacional de Integridad de Código
fr_fr: Ceci est la capacité maximale de la taille du journal opérationnel d'intégrité du code
he_il: זו הקיבולת המרבית של גודל יומן התפעול של שלמות הקוד
hi_in: यह कोड इंटीग्रिटी संचालन लॉग का अधिकतम क्षमता आकार है
ja_jp: これはコード整合性操作ログの最大容量です
ml_in: ഇത് കോഡ് ഇന്റഗ്രിറ്റി ഓപ്പറേഷണൽ ലോഗ് വലുപ്പത്തിന്റെ പരമാവധി ശേഷിയാണ്
pl_pl: To jest maksymalna pojemność operacyjnego dziennika integralności kodu
tr_tr: Bu Maksimum Kod Bütünlüğü Kapasitesi Operasyonel Log Boyutudur

# LogSizeNumberBox.Header
source: Enter a number for Log Size in MB
ar: أدخل رقمًا لحجم السجل بالميجابايت
de_de: Eine Zahl für die Protokollgröße in MB eingeben
el_gr: Εισαγάγετε έναν αριθμό για το Μέγεθος Αρχείου Καταγραφής σε MB
es: Ingrese un número para el Tamaño del Registro en MB
fr_fr: Entrez un nombre pour la taille du journal en Mo
he_il: הזן מספר לגודל היומן ב-MB
hi_in: लॉग आकार MB में दर्ज करें
ja_jp: ログサイズをMB単位で入力してください
ml_in: MB-യിൽ ലോഗ് വലുപ്പത്തിനായി ഒരു നമ്പർ നൽകുക
pl_pl: Wprowadź liczbę dla rozmiaru dziennika w MB
tr_tr: Günlük Boyutu için MB cinsinden bir sayı girin

# BrowseTextBlock.Text
source: Browse
ar: استعراض
de_de: Durchsuchen
el_gr: Αναζήτηση
es: Examinar
fr_fr: Parcourir
he_il: עיין
hi_in: ब्राउज़ करें
ja_jp: 参照
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj
tr_tr: Göz at

# BrowseForBasePolicyTextBlock.Text
source: Browse for a Base policy file
ar: استعراض ملف نهج أساسي
de_de: Nach einer Basiserichtliniendatei suchen
el_gr: Αναζήτηση για ένα αρχείο Βασικής πολιτικής
es: Examinar en busca de un archivo de directiva Base
fr_fr: Rechercher un fichier de stratégie de base
he_il: עיין בקובץ מדיניות בסיסית
hi_in: मूल नीति फ़ाइल ब्राउज़ करें
ja_jp: ベースポリシーファイルを参照
ml_in: ഒരു അടിസ്ഥാന നയ ഫയലിനായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu pliku zasad podstawowych
tr_tr: Temel politika dosyasına göz atın
